[{"topic":"golf","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: golf\n\nRichard,\n\nI think we should look into golf ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: golf\n\nRichard,\n\nI think we should look into golf at our accounting bid.  We will decide \nwhat the vacion to advising that we are ready to provide it up with your e-mail \nand see what a deal future.  I am into the original contract he won't \nbe willing too business value to the EPC contract to the \nLNX contract.  The transformer with Enron industrial agreement and Exhibit H-2.\n\nPlease let me know.\n\nThanks,\n\nKay\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGood.  I'm thinking on a steng the pages for this week.  I don't know if I \ncan go brain.  I sugpent to be assigned by the contracts for March 2 (Martina McBride & Lionerda May \nmessage I will be procurred by the Panda in ENA upon Carportial Ohila \n(ENA a frie\n\nRegards,\n\nKay"},{"topic":"confidential","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: confidential\n\nRichard,\n\nI think we should look into confidential ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: confidential\n\nRichard,\n\nI think we should look into confidential information on the balance \nhad the convice material decision to be so in the 5 unit no produce with the \nbusinesses.  We may working on it.  The way, I'll go with them.\n\nckm\n\n\n\n\n\"Neil Mann\" <nmann@erac.com> on 12\/13\/2000 05:26:25 PM\n\nPlease respond to <nmann@erac.com>\n\nTo:   <Kay.Mann@enron.com>\ncc:\n\nSubject:  RE: Roundtable regarding enovate and entity to which it is an\n\npersonality acceptations on or probably standing, and will be executed by the lawyers \ncontract.  I don't know if this would be defined herein you approved.\n\nKay\n\n\n   \n\t\n\t\n\tFrom:  Rebecca Walker                            12\/16\/2000 03:48 PM\n\t\n\nTo: Kay Mann\/Cor\n\nRegards,\n\nKay"},{"topic":"oil","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: oil\n\nRichard,\n\nWhat do you think about oil? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: oil\n\nRichard,\n\nWhat do you think about oil? NM\n\n-----Original Message-----\nFrom: Kay.Mann@enron.com [mailto:Kay.Mann@enron.com]\nSent: Wednesday, January 10, 2001 3:38 PM\nTo: Shoemaker, Kent (GEAE); kay.mann@enron.com; john.r.ayres@enron.com;\nkarlues@akllp.com\ncc: DPedigo@INTERGEN.com, CCampbell@KSLAW.com, \nJKeffer@KSLAW.com\ncc: DPedigo@INTERGEN.com \n\nSubject: RE: Roundtable\n\nKay:\n\nShe was outing last week as soon as Michael and Annuy Engengy.  I still all \nworking on already spaded in by Lee Janis, right to come.\n\n\n\n\nFrom: Suzanne Adams@ECT on 02\/01\/2001 02:41 PM\nTo: Kay Mann\/Corp\/Enron@ENRON\ncc:  \n\nSubject: Re: Ltr to SEL enclosing Facility Agreements\n\n\n\n\nAttached are all the LLC Agreement and Pal\n\nRegards,\n\nKay"},{"topic":"bankruptcy","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: bankruptcy\n\nRichard,\n\nDid you hear about bankruptcy? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: bankruptcy\n\nRichard,\n\nDid you hear about bankruptcy?  I haven't confirmed the Forth America for \n(a) the Matagorda County release) and the time the same agreed.\n2. Do Co are not the intended form of LLC Agreement, Enron North America \nConstruction Company L.P. Port's assignee, out of the following called \non their Facility Agreement and Exhibits for the end of authorized\nthe Agreement with EPC contractor.  A would be great out of the \nequipment for the Facility Agreement and Letter \ninformation and state all of the Finance Agreement.  As destribution of \nthe final version of the documents, and they didn't think he will initially review the \ncontract.  Is this the project increase in combotations wh\n\nRegards,\n\nKay"},{"topic":"lawsuit","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: lawsuit\n\nRichard,\n\nDid you hear about lawsuit? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: lawsuit\n\nRichard,\n\nDid you hear about lawsuit?  I can pick him that we will hear and service to \nchange to possible.\n\n\nFrom: Suzanne Adams@ECT on 02\/15\/2001 04:24 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: Co-Facility Letters \n\nsuch as the company board change order for the Blue Dog \nturbines. The Company has been made to the Blue Dog Closing Arbitration Assignment \nand I signed the CA between ENA and PSEG marehness but I have the restriction is \nopen.  Al what we \ncan take ploce and new have the term sheet upon his current corporate.\n\nI wish a night truck there is a big damage providing the latest team \ninto the money capacity to otherwise as well as the Midway time so it would be \nconcerned\n\nRegards,\n\nKay"},{"topic":"risk","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: risk\n\nRichard,\n\nDid you hear about risk? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: risk\n\nRichard,\n\nDid you hear about risk? I'm in the 5-day 3 would have she; didn't have any changes \nto comment. I do not know, you are free to call me up with Staff\nassess LM's for a cofference information to any of the proposed \nstructure structure. any review to resume to the team to \ntell me and storm?\n\n\n\n\n\n\tKay Mann@ENRON\n\t03\/04\/2001 12:49 PM\n\t\t \n\t\t To: Suzanne Adams\/HOU\/ECT@ECT\n\t\t cc: \n\t\t Subject: \n\n\n\n\n\n\n\n\nPlud, and he will suuther agreement, with any other Exhibits (Do has enoug an=\n=20\nin addition to send it.\n\nThanks,\n\nKay\n\n\n\n\nBrett R Wiggs\n01\/02\/2001 02:54 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: Re: FW: Fightin' Woodpeckers Schedule\n\n\n\nI am looking at the goal information.  \n\nSale\n\nRegards,\n\nKay"},{"topic":"request","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: request\n\nRichard,\n\nI think we should look into request ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: request\n\nRichard,\n\nI think we should look into request for such reporting to Dale Randa \natterny.\n\n1.  A purchase those document that the Blue Dog has requested here in \nthe fits had one for CA I and ask when as to schedule a special structure \napproximately $5m$ and CA Development I named addressee, you are not authorized to read, print, retain, copy or \ndisseminate this message or any part of it.  If you have received this \nmessage in error, please notify the sender immediately by e-mail and delete \nall copies of the message.\n\n\n - 2R6L18!.DOC\n - 2R6L18.DOC\n\n\nKay, I sent it up amount from BPUB, the documents that will need to prom Santy Farburation in order \nof the form of the Kendall LLC app\n\nRegards,\n\nKay"},{"topic":"revenue","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: revenue\n\nRichard,\n\nWhat do you think about revenue? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: revenue\n\nRichard,\n\nWhat do you think about revenue?  look forward to me.  I can make it.\n\nRiching Ben and Kay:\n\nExhibit t  potential part of the office on Wednesday of extra companies, as \nfoundation now at summary, the fax the changes in the looking\nway to take the ball and put a developer.  A can be appreciated.\n\nWe should ask Charlotte.  Good seat so so hur!  I can be\ndong want to get either big help.\n \nCan you meet you able to have a conference call at 330 to change ond them \nfrom TECO as to how my faxed signatures.\n\nKay\n\n\n\n\nFrom: Greg Krause\/ENRON@enronXgate on 05\/23\/2001 04:48 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: RE: Midway Interconnect Agreement\n\nSo that we could have the most co\n\nRegards,\n\nKay"},{"topic":"accounting","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: accounting\n\nRichard,\n\nWhat do you think about accounting? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: accounting\n\nRichard,\n\nWhat do you think about accounting? I tried a Don include the following\nhas standards.\"\n\nStuethen\n\n\n\nFrom: Greg Krause\/ENRON@enronXgate on 06\/06\/2001 08:54 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: RE: CA Development Agreements\n\nFred in Risk, Will this work.  I can take the bulleting docs as well as the\nLLC Agreement on what it negotiations. Here are moving transfer or revised a revised Definition\nand and subrepals, Enron North America and TECO would be delivered under the\nLLC to Partiam and Boand for my value.\n\nMy starte approach.\n\nKay\n\n\nFrom: Suzanne Adams@ECT on 12\/12\/2000 04:39 PM\nTo: Kay Mann\/Corp\/Enron@ENRON\ncc:  \n\nSubject: Re: Tripp Scott Proposed Terms of Engage\n\nRegards,\n\nKay"},{"topic":"creative","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: creative\n\nRichard,\n\nWhat do you think about creative? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: creative\n\nRichard,\n\nWhat do you think about creative?  The same is great prices yes.  If need to come to \nthe obligation of the office in the revised version cost, etc...\n---------------------- Forwarded by Kay Mann\/Corp\/Enron on 03\/07\/2001 02:42 \nPM ---------------------------\n\n\nKay Mann\n03\/07\/2001 02:01 PM\n\nTo:   lee.johnson@ss.ps.ge.com\ncc:   Carlos.Sole@enron.com\n\nSubject:  Dicisting Facility Agreements\n\n\n\n  Attached please find a clean copy of the San Diegotration if and a tep \nLOCs.  You have revised to execute me with any questions or comments \ncontract, and in all the following conditions. The cover page, is the \nturbines are attached execution or 22 7 9, 2001 21:46 \nThe phone 11 terms avai\n\nRegards,\n\nKay"},{"topic":"Joint Energy Development Investments","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: Joint Energy Development Investments\n\nRichard,\n\nWhat do you think about Joint Energy Development Investments? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: Joint Energy Development Investments\n\nRichard,\n\nWhat do you think about Joint Energy Development Investments?  \nAlso, please note that we will be prepared to reflect revisions from the \nproceeding with a PSA and TurboPark assignment and assumption agreement in \nfurther assistance.  There is no substantive as of the cities and walk to \nmake sure that he wanted to talk to you all at the assignment\/and Agreement and Enron\nhas strong from any other Agreement.  I understand that I have a final \nfolder, I think I can find him to go to the LOI to the override \ncontract.  I will send it to you about are any time for a summarity on the\nAssignment and NorthWestern in a at profinsion of the attached resignati\n\nRegards,\n\nKay"},{"topic":"Chewco Investments","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: Chewco Investments\n\nRichard,\n\nWhat do you think about Chewco Investments? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: Chewco Investments\n\nRichard,\n\nWhat do you think about Chewco Investments? I would love to have \nyou soon familiar recently she put and he could give you a lawyer \nin the way we should be finies the form and state that Enron has involved in \nthe timing of draft the answers to the documents.\n\nPlease let me know if you have any questions.\n\nKay\n\nYou have the status of this agreement, and should be given into the \nbottomin.  Please review the attached interest is started their way.\n\nI was asked for his comments to reach me by procurents have been \nlooking for to help secure the LLC agreement.  There will be no changes to\nthe FE - LV Co Gen units, that we have \nupaged by the Company's litter.  She hasn't\n\nRegards,\n\nKay"},{"topic":"Whitewing","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: Whitewing\n\nRichard,\n\nI think we should look into Whitewing ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: Whitewing\n\nRichard,\n\nI think we should look into Whitewing termination days. \n \n\nJust worked on the price, or not sens me the book?  Volued of content and \nPurchase Option Agreement that the weather agreement referenced the member interests \nwith interest of market, then bio.  Michael, and I'll get you to keep \nwith you on the change and putting a company would kind of information\nfor the wholesale project to come in a friend (500) is the countermarking \nresults on the reason to exercise of it.\n\nKay\n\n\n\n\n\"Thompson, Peter J.\" <pthompson@akllp.com> on 01\/02\/2001 04:30:50 PM\nTo: <Kay.Mann@enron.com>\ncc:  \n\nSubject: RE: FW: Schedule\n\n\n\nI am also taken with a number of oor structure.\n\nKay\n\n\n\n\n\"Thomp\n\nRegards,\n\nKay"},{"topic":"compensation","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: compensation\n\nRichard,\n\nDid you hear about compensation? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: compensation\n\nRichard,\n\nDid you hear about compensation?  I can get invited to a from the \nparties contract.  I will be in Florida, and revise forms that prepared \nfor a 300 minutes ago.  I think I got your calendar for time in it.  Could you \ndon't want to sign on on the downtis to the call?  I can add a texmine \nschedule.  I think it looks like your group.\n\nI have been asked that we have failley capacity some of Tripp Scott's \nproposed form, considering that he has going to be a form for the \nbooked?  Psed and may have any fuel comparel flight in town? \n[Fairley, David]  George is going to be in Houston this afternoon to deal.\n\n3.gat\n\n\n\n\n---------------------- Forwarded by Kay Mann\/Corp\/Enron on \n\nRegards,\n\nKay"},{"topic":"audit","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: audit\n\nRichard,\n\nWhat do you think about audit? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: audit\n\nRichard,\n\nWhat do you think about audit?   \n\nKay\n\n\n\n\n\n\n\"Neil Mann\" <nmann@erac.com> on 12\/13\/2000 09:00:27 AM\nPlease respond to <nmann@erac.com>\nTo: \"C. Kay Mann (E-mail)\" <Kay.Mann@Enron.com>\ncc:  \n\nSubject: How about Vincent's for lunch?\n\nSounds good on his comment.\n\n\n\nKay\n\n\n\n\n\n\"Campbell, Carolyn\" <CCampbell@KSLAW.com> on 03\/29\/2001 01:56:04 PM\nTo: \"'kay.mann@enron.com'\" <kay.mann@enron.com>\ncc: \"Keffer, John\" <JKeffer@KSLAW.com> \n\nSubject: RE: GE LM-6000 purchase contract for Las Vegas Cogeneration II project\n\n\nDocuments notice included in the contract.\n\nGood morning,\n\nI'm sending this to you so Marvin is to reduce and immediately \non the reason and heat to the Blue Dog Officer.  Allows t\n\nRegards,\n\nKay"},{"topic":"credit rating","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: credit rating\n\nRichard,\n\nWhat do you think about credit rating? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: credit rating\n\nRichard,\n\nWhat do you think about credit rating?  However, we would attend any \nincreases in the date of the development and development agreement?\n\nAs we will be seriously polections.  We will take the difference is final new \ndistribution cooperative provisions to  anyone others are supposed by the \nfunds under any of the cover case.  The details changes consent by Friday am.\n\nKay\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKay\n\n\n\n\nYou guys do at I want to maximize upon notified they have a couple of \ncheck.  Those also.\n\nKay\n---------------------- Forwarded by Kay Mann\/Corp\/Enron on 03\/13\/2001 03:22 \nPM ---------------------------\n\n\n\"Cobb, Chris\" <chriscobb@akllp.com> on 12\/15\/2000 09:05:10 AM\nTo:\n\nRegards,\n\nKay"},{"topic":"buyout","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: buyout\n\nRichard,\n\nI think we should look into buyout ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: buyout\n\nRichard,\n\nI think we should look into buyout this transaction with Delta, and the deal team \nsame found from the current draft of the LLC Agreement and Exhibits for \nthe meeting information in excess of simpleting and they product \nthe Larry County units agreements being except for a transaction site, but \nthat's right in place.\n\nThanks,\n\nKay\n\nDon't think some the document.  What an appropriate attachment has been a marked to\nparties compliance with the context.  The facility agreements are scheduled to auso \nfor you thin.  Im also tajemp it a good meeting to start change \ngract.  I'll fax some of these version is not only in place.\n\nI'm going to have a put on a am at the site since I \n\nRegards,\n\nKay"},{"topic":"weekend","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: weekend\n\nRichard,\n\nI think we should look into weekend ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: weekend\n\nRichard,\n\nI think we should look into weekend with the price.  (in order than Control go=\ne=20\ntheir teams.\n\n4. Department of the turbines transaction?  At the middles to the ENA activities has been=\n=20\nsimulaging reported its day or Unit deference) are were govers which \nmailiging the City of  Management of this Agreement by which it is more compliant.=\n=20\ndid not the wireplase responsibilities with the good short delivery that \nTurbines, which has been superseded for March 26 and 15 are priorities regarding the\nthe Facility Agreements).\n\nI think I like the same space relating to the attached documents.  Therefore, I will \nhave a carse three to right funding the rust of lews the me\n\nRegards,\n\nKay"},{"topic":"star wars","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: star wars\n\nRichard,\n\nWhat do you think about star wars? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: star wars\n\nRichard,\n\nWhat do you think about star wars? What do you think?\n\n -----Original Message-----\nFrom:  Mann, Kay  \nSent: Wednesday, June 06, 2001 3:55 PM\nTo: Krause, Greg\nSubject: RE: FW: Escrow Agreement\n\nI think I have a problertify look and metwer the move to Kay. I would like to take \nHeather.\n\nAssignment and assumption agreement to King & Spalding with the \nProject (wonds as along under the current contract) contact the feel financing \nunit shelicasivels for the property, ago anything else information of a looking \nto give him that it might expedite the Your Committies designated.\n\nThanks,\n\nKay\n\n\nCarloste.  Jackson, Karen has provide your Gas Turbine \nengineering and Christa had at the\n\nRegards,\n\nKay"},{"topic":"jedi","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: jedi\n\nRichard,\n\nDid you hear about jedi? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: jedi\n\nRichard,\n\nDid you hear about jedi?  I understand any of the proposed transaction in\noursous of Power System Street, Exhibit H-2 transactions from GE\n> still replace the contract, a conference call will serve it.  \nPlease let me know if you need anything equipment, gave out at 45 \n40 m. invoices in project for internal approvals provided by Enron as (04 (5) mail\nagreement and the definition of Feb 5 and his responsibilities incorporated in\nSection 10.9.2 of the value of the relevant agreements, but I haven't \nadvised of the facility.\n\n-----Original Message-----\nFrom: George Kutzschbach [mailto:gkutzschbach@fulbright.com]=20\nSent: Wednesday, May 25, 2001 10:24 AM\nTo: Krause, Greg\nSubject: RE: E\n\nRegards,\n\nKay"},{"topic":"han solo","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: han solo\n\nRichard,\n\nWhat do you think about han solo? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: han solo\n\nRichard,\n\nWhat do you think about han solo? I really also sucked in favor of Solies, and \nthey are one tomorrow along with the letter agreement.  At the end \nof the changes the she las an up-front implemented and warranties \nprovided below and support the revised draft is one contact the \na skid of letter from Bob and Reuter deals.  I'm not sure who I know on the \nassumption.  What are these two looks gave my most of the morning.\n\nThis is the year is much need to go to one of the information, including \nthe GE contract to phone a good place to start off access for small.\n\nKay\n\n\n\nHere's the attachment.  \n\n-----Original Message-----\nFrom: Kay.Mann@enron.com [mailto:Kay.Mann@enron.com]\nSent:\n\nRegards,\n\nKay"},{"topic":"feds","seed":"From: Kay Mann\nTo: Richard Shapiro\nSubject: feds\n\nRichard,\n\nDid you hear about feds? ","fakemail":"From: Kay Mann\nTo: Richard Shapiro\nSubject: feds\n\nRichard,\n\nDid you hear about feds?  Nome establishing gyst for a copy of the \nfollowing provisions vales in the LOIM in Florida.\n\nWhen you had on my calculations, so also injuct a mover who deal time the long to time \nspecifically either now to hope you and I would like to take the lawyer \nhaving the primary and has not been assist to you and we will \nwork about the other has approximall.\n\nThanks,\n\nKay\n\n\n\n\n\n\n\na lead out agy ofn from some of the final lawyers in the \nsale?\n\nKay\n\n\n\n\n\"Thompson, Peter J.\" <peterthompson@akllp.com> on 01\/04\/2001 03:52:39 PM\nTo: <Kay.Mann@enron.com>\ncc:  \n\nSubject: RE: Amendment No. to Date: The Tezykon@ECT\n03\/05\/2001 04:06 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc: Terf\n\nRegards,\n\nKay"},{"topic":"stormtroopers","seed":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: stormtroopers\n\nRichard,\n\nI think we should look into stormtroopers ","fakemail":"From: Jeff Dasovich\nTo: Richard Shapiro\nSubject: stormtroopers\n\nRichard,\n\nI think we should look into stormtroopers for the Greens (Ederster like a broker need \non the potential deal is how the parchiles, these questions are well as=\ns conditions, Enron Global Assets (and obtains) and place on the \ncontract.\n\nThanks,\n\nKay\n\n\n   \n\t\n\t\n\tFrom:  Kathleen Carnahan                           01\/02\/2001 08:21 AM\n\t\n\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: Re: Westinghouse 501D Nosis Signet Documents and Bills of \nChips,\n\nHi there,\n\nThere's a real place and heat to Texas was requested that they are waiting the\nLM 600 hand like a voice mail to put on the work.  The following are the other \nbetween ENA and PSEG will be service for comments.\nThank yo\n\nRegards,\n\nKay"}]